[
  {
    "id": 1,
    "name": "Kuldeep Yadav",
    "image": "kuldeep-yadav-1a.jpg",
    "style": "Slow left-arm chinaman",
    "bbi": "6/25",
    "bio": "Kuldeep Yadav (born 14 December 1994) is an Indian cricketer who plays for India and for Uttar Pradesh in domestic cricket and for Kolkata Knight Riders in the IPL. He started out as a fast bowler at academy level, but his coach advised him to become a rare left-arm unorthodox spin bowler considering his build, which was ill-suited for fast bowling. He played for India Under-19 cricket team in the 2014 ICC Under-19 Cricket World Cup where he took a hat-trick against Scotland which brought him into the limelight. He is only the second Indian other than Bhuvneshwar Kumar and the third spinner other than Imran Tahir and Ajantha Mendis to take 5-wicket hauls in all three formats.",
    "bowlvideo": "videoplayback-kuldeep.mp4"
  },
  {
    "id": 2,
    "name": "Adam Zampa",
    "image": "adam-zampa-1a.jpg",
    "style": "Right-arm legbreak",
    "bbi": "4/43",
    "bio": "Adam Zampa (born 31 March 1992) is an Australian cricketer who represents South Australia, the Melbourne Stars and the national team. He is a leg spin bowler who also bats right-handed.",
    "bowlvideo": "videoplayback-zampa.mp4"
  },
  {
    "id": 3,
    "name": "Kagiso Rabada",
    "image": "kagiso-rabada-0a.jpg",
    "style": "Right-arm fast",
    "bbi": "6/16",
    "bio": "Kagiso Rabada (born 25 May 1995) is a South African international cricketer who plays all formats of the game. Rabada, who is known by the nickname KG, is a fast bowler and plays domestic cricket for the Highveld Lions. He made his South African debut in November 2014 in limited-overs cricket before going on to make his Test debut in November 2015. Rabada attended St Stithians Boys College, leaving the school in 2013. By January 2018, he had topped both the ICC ODI bowler rankings and the ICC Test bowler rankings aged 22. In July 2018, he became the youngest bowler to take 150 wickets in Tests (23 years and 50 days).",
    "bowlvideo": "videoplayback-rabada.mp4"
  },
  {
    "id": 4,
    "name": "Trent Boult",
    "image": "trent-boult-1a.jpg",
    "style": "Left-arm fast-medium",
    "bbi": "7/34",
    "bio": "Trent Alexander Boult (born 22 July 1989) is a New Zealand international cricketer who plays as a bowler for Northern Districts in New Zealand's domestic cricket, and New Zealand internationally. He is a left-arm fast-medium opening bowler and a right-handed batsman, Boult made his Test debut for New Zealand in December 2011 and his one-day international debut the following July. He was the joint leading wicket taker at the 2015 Cricket World Cup. Trent Boult became the ICC's No.1 Ranked ODI Bowler in January 2016. In November 2018, he became the third bowler for New Zealand to take a hat-trick in ODIs. In June 2019, Boult became the first bowler for New Zealand to take a hat-trick in the Cricket World Cup.",
    "bowlvideo": "videoplayback-boult.mp4"
  }
]
